{
   "info":"success",
   "num":9,
   "result":[
      {
         "id":291,
         "judule":"Extreme Skyblock Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/extreme_skyblock_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/extreme_skyblock_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/extreme_skyblock_map.html",
         "extension":"mcworld",
         "deskripsine":"Welcome to this new and engaging SkyBlock adventure! But that’s not just a normal SkyBlock, this is THE SkyBlock you’ve always wanted to play!\n\nDiscover new ways of surviving with a marketplace where you can buy useful items, daily and monthly challenges that give you special rewards and, most importantly, a whole monument to complete!\n\nDiscover new Islands, look for hidden treasures, defeat the wither and much more in Extreme SkyBlock.\n\nBy: MT714"
      },
      {
         "id":459,
         "judule":"Minecraft In One Block Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/mcpe_in_one_block_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/mcpe_in_one_block_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/mcpe_in_one_block_map.html",
         "extension":"mcworld",
         "deskripsine":"In this MIOB map you will start in one block\r\n\r\nFrom this block you will have to get everything you need to go and kill the enderdragon."
      },
      {
         "id":223,
         "judule":"Skylayer Survival Skyblock Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/sky_layer_survival_skyblock_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/sky_layer_survival_skyblock_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/sky_layer_survival_skyblock_map.html",
         "extension":"mcworld",
         "deskripsine":"The first start of the hardcore series was come from from this tallest building, The SkyLayer Survival or SLS were made up as a series when time pass. \n\nThere’s two way to play this map! first is to race with friend who will reach the ground first or do it as a team. and the second will be do every achievement in the game and reach at y4 longer than 1 minute…\n\n\nThe SkyLayer Survival map is another good map to challenging yourself and friend. This survival is like a tower of level survival. You can use all of the resource on the map. The whole target of this map is to survival and reach the ground from layer by layer.\n\nRecommended to play for 1-2 players!\n\nCreator: Zucth"
      },
      {
         "id":259,
         "judule":"New Skyblock Survival Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/new_skyblock_survival_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/new_skyblock_survival_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/new_skyblock_survival_map.html",
         "extension":"mcworld",
         "deskripsine":"New Skyblock is an incredibly challenging survival map where the objective is to survive for as many days you can using whatever resources you find. \n\nNaturally there is an extreme scarcity of resources and you must think carefully before using an item. Waste is not an option and will lead to certain death. Give this challenge a try and let us know in the comments how long you survived.\n\nStart off in the overworld on an island in the sky. The only things you will have are the items found in the chest and whatever blocks you can find on the island (and surrounding terrain).\n\nTry to build a Nether portal and go there to explore the hellfires of the Nether regions.\n\n\nCreator: ZephaniahNoah"
      },
      {
         "id":286,
         "judule":"Better Skyblock Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/better_skyblock_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/better_skyblock_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/better_skyblock_map.html",
         "extension":"mcworld",
         "deskripsine":"Welcome to the most challenging Skyblock map you’ll experience. You start off on an island with only a chest, grass block and a bedrock block. \n\nHowever, in this map an addon called “Better Skyblock” made by DanRobzProbz is used. With this addon it is possible to craft anything from grass, to even spawn eggs to help you progress through this challenging experience. There are also crates (machines) such as sieves, etc to help you out!\n\nAnd yes, this map is perfectly multiplayer friendly.\n\nBy PixelPlay"
      },
      {
         "id":307,
         "judule":"Mega Skyblock Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/mega_skyblock_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/mega_skyblock_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/mega_skyblock_map.html",
         "extension":"mcworld",
         "deskripsine":"Mega Skyblock is a little bit different from the ordinary skyblock survival challenge as it includes 41+ different islands which the player is required to go out and explore in order to complete the map.\n\n Each island is supposed to symbolize a biome or theme and will provide you with new materials you can use to survive.\n\nCreator: TGC"
      },
      {
         "id":310,
         "judule":"Pixels Skyblock Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/pixels_skyblock_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/pixels_skyblock_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/pixels_skyblock_map.html",
         "extension":"mcworld",
         "deskripsine":"Surrounding the main islands there are 8 other islands to explore, as well as a custom Nether and a Portal to the End! Pixels Skyblock offers a modern skyblock experience, incorporating a few newer items, such as turtle eggs and bee hives. Also in the Skyblock map it is possible to get to the End by the Nether, thus there is an aim and\/or an end goal to this skyblock experience!\n\nThe world is an infinite void – so don’t worry about going too far in “grass flatlands”! This allows you to expand you skyblock world to your heart’s content!\n\nBy: PixelPlay"
      },
      {
         "id":323,
         "judule":"Skyblock Bedrock Edition Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/skyblock_bedrock_edition_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/skyblock_bedrock_edition_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/skyblock_bedrock_edition_map.html",
         "extension":"mcworld",
         "deskripsine":"Welcome to this Skyblock world created by Metacraft, this map is strongly inspired by the original Java Skyblock, only with small modifications like new islands with real biomes, each one to complete the challenges, the objects are the same as the original Skyblock.\n\nBy: Metacraft"
      },
      {
         "id":335,
         "judule":"Skycubes Summer Update",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/skycubes_summer_update.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/skycubes_summer_update.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/skycubes_summer_update.html",
         "extension":"mcworld",
         "deskripsine":"In some places, its summer. Well, we released 1.2 with nether and aquatic mix! We also created Nether Skycubes with 9 cubes to explore. Try this version for a summer experience!\n\nThis map contains 98 different cubes to explore! Some are tiny, some are large, and some are just normal! Here is overview of skycubes."
      },
      {
         "id":336,
         "judule":"The Sky Cube",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/the_sky_cube.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/the_sky_cube.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/the_sky_cube.html",
         "extension":"mcworld",
         "deskripsine":"A variation of my Sky Cubes map. But bigger and with more to do!\n\nExplore this Cubic World And Gather all kind of Resources to improve your gear and Kill The Ender Dragon!"
      }
   ]
}