{
   "info":"success",
   "num":13,
   "result":[
      {
         "id":1,
         "judule":"SCP Site 21",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_cb.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/scp_cb.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_cb.html",
         "extension":"mcworld",
         "deskripsine":"Did you think there will never be a closely accurate remake of SCP: Containment Breach on Minecraft Bedrock? \n\nWell you were wrong!\n\nThis is map made using only vanilla commands and redstone, with my own resource pack (with only sounds and textures)\n\nA new map is being developed, with improvements in every aspect.\n\nThis map is a recreation of the SCP: Containment Breach map seed 9zrkmiqf\n\n\nCreator: JuliusScizzor"
      },
      {
         "id":245,
         "judule":"SCP Containment Breach Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_cb.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/scp_cb.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_cb.html",
         "extension":"mcworld",
         "deskripsine":"Did you think there will never be a closely accurate remake of SCP: Containment Breach on Minecraft Bedrock? \n\nWell you were wrong!\n\nThis is map made using only vanilla commands and redstone, with my own resource pack (with only sounds and textures)\n\nA new map is being developed, with improvements in every aspect.\n\nThis map is a recreation of the SCP: Containment Breach map seed 9zrkmiqf\n\n\nCreator: JuliusScizzor"
      },
      {
         "id":321,
         "judule":"SCP V0.3 Containment Breach Bedrock Remake Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_v0.3_containment_breach_bedrock_remake_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/scp_v0.3_containment_breach_bedrock_remake_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_v0.3_containment_breach_bedrock_remake_map.html",
         "extension":"mcworld",
         "deskripsine":"A very noice map based on SCP Containment Breach, with a complete intro sequence! \n\nThis map has the entire Light \/ Heavy Containment Zone, Most of Entrance Zone, Pocket Dimension and SCP-1499 Dimension\n\nBy: JuliusScizzor"
      },
      {
         "id":322,
         "judule":"SCP V0.7 Containment Breach Bedrock Remake Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_v0.7_containment_breach_bedrock_remake_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/scp_v0.7_containment_breach_bedrock_remake_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_v0.7_containment_breach_bedrock_remake_map.html",
         "extension":"mcworld",
         "deskripsine":"Did you think there will never be a closely accurate remake of SCP: Containment Breach on Minecraft Bedrock? \n\nWell you were wrong! This is a discontinued map made using only vanilla commands and redstone, with my own resource pack (with only sounds and textures)\n\nA new map is being developed, with improvements in every aspect.\n\nBy: JuliusScizzor"
      },
      {
         "id":106,
         "judule":"Scp [Horror] Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_horror_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/scp_horror_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_horror_map.html",
         "extension":"mcworld",
         "deskripsine":"Are you a fan of SCP? Then this map is for you! With custom texture, sound and mobs.\n\nBut this map is different from the SCP Containment Breach game.\n\nThis map is based on imagination and and own version.\n\n\nCreator: Gab_The_Crafter"
      },
      {
         "id":246,
         "judule":"SCP Foundation Universe Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_foundation_universe.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/scp_foundation_universe.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_foundation_universe.html",
         "extension":"mcworld",
         "deskripsine":"Have you ever considered a very well made SCP Foundation facility?\n\nOf course I thought about that too…\n\nAnd over the next few days, this map was completed!\n\n(Made with reference to Site 21)\n\nEnjoy the beautifully created world of the SCP Foundation!\n\nCredits:\nSCP Foundation Page\nSCP Foundation Addon (v3) By BendyTheDemon18\nSCP Vehicles Addon By Angious2004"
      },
      {
         "id":316,
         "judule":"SCP Cb Map Build",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_cb_map_build.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/scp_cb_map_build.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_cb_map_build.html",
         "extension":"mcworld",
         "deskripsine":"You’ve probably wanted to play SCP:CB on Minecraft Bedrock Edition. \n\nThere are various reasons, such as not having a PC or just wanting to do SCP:CB with Minecraft. \n\nThis map fulfills that wish! \n\nBy: LC Studios"
      },
      {
         "id":317,
         "judule":"SCP Psx Horror Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_psx_horror_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/scp_psx_horror_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_psx_horror_map.html",
         "extension":"mcworld",
         "deskripsine":"Imagine for a moment that you are returning to your old house, now an adult, you see again things dear to you with nostalgia, like your first playstation\n\nSuddendly, however you wake up in the middle of the night, you hear disturbing and almost unnatural noises, and see that your console now has hands and arms…\n\n\nBy: CianoKakuna"
      },
      {
         "id":318,
         "judule":"SCP Site 19 Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_site_19_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/scp_site_19_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_site_19_map.html",
         "extension":"mcworld",
         "deskripsine":"This is a roleplay map ambiented in the SCP Foundation universe and intended for multiplayer, but of course you can also use it to play alone. It is very big and includes almost all the rooms found in SCP – Containment Breach, other extra rooms I added and a full exterior.\n\nBy: Angious2004"
      },
      {
         "id":320,
         "judule":"SCP Site 22 Map",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_site_22_map.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_maps\/scp_site_22_map.zip",
         "typeMCPE":"Map",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_site_22_map.html",
         "extension":"mcworld",
         "deskripsine":"We have built many facilities so far. \n\nSite 22 is a big project with Site 21 motif. \n\nAnd also it is a remake of SCP Foundation LC 2. \n\nBy: LC Studios"
      },
      {
         "id":62,
         "judule":"Scp Foundation Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_foundation_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/scp_foundation_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_foundation_addon.html",
         "extension":"mcaddon",
         "deskripsine":"This Add-on added new mobs from the SCP universe into minecraft,Each mob will have their own ability,\n\n\nSCP-173: will attack the player by snapping their, you can remove SCP-173 by simply use a diamond pickaxe long it to remove it\n\nSCP-049: or you can call it plague doctor, this mob will infect villager and turn them into zombie just like the normal zombie, he players and give them wither effect will turn the human mob into SCP-049-2 (Zombie), you can give the red flower for SCP-049 and he will become docile for 30 \n\nSCP-682: Is a hostile will kill anything on if own kinds, SCP-682 can be called the hard to destroy reptile,\n\nSCP-053: appear to be a little girl, she will give the players a heart attack if they come close, she will follow any mob in her eyes sight, if you hit her you die\n\nSCP-939: Will eat any animal and humanoid, SCP-939 can imitate any mob sound and will make a very loud noise when hurt, they cannot attack you if they can’t hear you\n\nSCP-019: A monster pot if you touch it, SCP-019-2 will crawl out of the pot and kill you\n\nSCP-999: a friendly mob will around the players and give them resistance effect and saturation\n\nSCP-066: A weird looking red thing or you can call it Eric Toy, they will around and do no damage to the players\n\nSCP-1048: seem like a harmless teddy bear, will around and do nothing to the player and it two more of bear are SCP-1048-A, SCP-1048-B, SCP-1048-C you can call him builder bear\n\nSCP-106: extremely dangerous, have the form of an\n\nSCP-096: will kill who looked at his face\n\nSCP-1000: Big Foot neutral\n\nSCP-250: is a skeleton of Allosaurus can move around \n\nSCP-3199: is a man chicken, will attack player and human in groups, can run very fast\n\nSCP-093: The Unclean Object has a shape of a humanoid with head\n\nSCP-458: is a pizza box but it’s not a normal pizza box\n\nSCP-012: is a bad composition\n\nSCP-811: is a Swamp Woman living in the swamp\n\nSCP-1316: is a look like a vanilla normal cat, but it has a special ability\n\nSCP-1762: is a box and when you hit it it will open and release the paper dragon called SCP-1762-2 will fly around the room and after 60 seconds they’ll\n\nSCP-303: is a door Man with a big mouth on\n\nSCP-131: is the has 3 different variants: orange, yellow, and theme\n\nSCP-082: Is a cannibal, with green skin will attack the player, and human\n\nSCP-073: is a humanoid male with the arms make from unknown metal, he is very friendly\n\nSCP-166 is a Teenage [REDACTED]\n\nSCP-2295: is a patchwork teddy bear\n\nSCP-1765: is a 3 sisters that can bend reality\n\nSCP-111: Dragon snail they’re friendly, and they lay eggs\n\nSCP-323: is a monster with the wendigo skull \n\nSCP-1678: Is a look like a police officer but have no face and really strong only explosion weapon can kill them\n\nSCP-953: is a Nine tailed fox girl, she can can shapeshift into other human, also she afraid of dogs, and she is really evil\n\nSCP-076-2: Can come back to life after dead, become SCP-076-1\n\nSCP-745: is a raptor with the glowing head, they attack in groups, and can move extremely fast\n\nSCP-178: Is a 3d glasses that when you wear it you will see a werid looking creature called SCP-178-1\n\nSCP-178-1 will attack if you look at them, come near them or try to interact with them when wearing the 3d glasses\n\nSCP-035; is possesed mask, that will take over the body of who wear it\n\nSCP-058: Is a heart that can move and talk it really agressive and can move super fast\n\nSCP-023; Is a Black Shuck, if you look at it after 5 minutes you will die\n\nSCP-191 is a cyborg child\n\nSCP-105; is a girl holding a camera she can transport other entity to other place by using her camera\n\nSCP-822: Is a cactus that explode if there are anything near it\n\nSCP-860-2 is a guardian of the forest, it will attack you if you did in one of two thing\n\nSCP-847 is a mannequin that hates woman\n\nSCP-040-JP is a cat\n\nSCP-001-Prototype is a monster that can create a black hole\n\nSCP-500: is a pill will heal the player\n\nSCP-148: is original, was some kind of ore, but in this add-on I called it a Telekill Sword\n\nSCP-063: World best toothbrush\n\nSCP-049-2: a zombie version of the humans mob acting like a normal zombie, but doesn’t burn in daylight and have a unique animation\n\n\nCreator: BendyTheDemon18"
      },
      {
         "id":202,
         "judule":"Scp 096 Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_096_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/scp_096_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_096_addon.html",
         "extension":"mcaddon",
         "deskripsine":"Are you a fan of SCP or do you enjoy something scary to play? Then this add-on is for you! It adds a custom mob into your world and it has custom animations!\n\n\nSCP-096 or also known as shy guy is a monster from a original game SCP containment breach.\nIt has some spectacular AI.\n\nIt will not attack the players as long as you don’t look at it.\n\nIf you look at it face it will starting to covering it face and started streaming and struggling.\n\nOnce you look at it then tried to run away as far as possible, Because you will get killed instantly if you don’t run.\nDon’t try to fight against it.\nThat’s suicide!\n\n\nCreator: Creator: twitter.com\/bendydemon18"
      },
      {
         "id":63,
         "judule":"Scp Js Edition Addon",
         "icone":"https:\/\/livemovies.club\/mcpe_icons\/scp_js_edition_addon.jpg",
         "file_url":"https:\/\/livemovies.club\/mcpe_addons\/scp_js_edition_addon.zip",
         "typeMCPE":"Addon",
         "html_file":"https:\/\/livemovies.club\/mcpe_html\/scp_js_edition_addon.html",
         "extension":"mcaddon",
         "deskripsine":"Did you think the SCP Foundation could never be in Minecraft Bedrock Edition? Well you’re wrong!\n\nThis add-on adds 41 SCPs, 5 Bosses, MTF Units, 3D guns and many more cool SCP related features!\n\nCreator: JuliusScizzor"
      }
   ]
}